Revit 2017 API
RevitLinkLoadResult.Dispose Method
Releases all resources used by the RevitLinkLoadResult
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
Implements
IDisposable.Dispose()
See Also
RevitLinkLoadResult Class
Autodesk.Revit.DB Namespace